brew "docker"
brew "git"
brew "jq"
brew "mysql"
brew "redis"
brew "rbenv"
brew "terraform"
brew "wget"
brew "yarn"

cask "docker"
cask "dropbox"
cask "evernote"
cask "google-chrome"
cask 'iterm2'
cask 'slack'
cask "visual-studio-code"
